Repository: bingquan3846/collective.ATBiblioList
Catalog: i18n/atct-plone-*.po
Languages: de

source: description_no_items_in_topic
de: Momentan sind keine Einträge zu diesem Thema vorhanden.

source: A simple string criterion
de: Textkriterium

source: A date criteria
de: Datumskriterium

source: A list criterion
de: Listenkriterium

source: A portal_types criterion
de: Inhaltstypenkriterium

source: A simple int criterion
de: Ganzzahlkriterium

source: Changes saved
de: Ihre Änderungen wurden gespeichert.

source: Your changes have been saved.
de: Ihre Änderungen wurden gespeichert.

source: help_limit_number
de: Schaltet die Einschränkung der anzuzeigenden Artikel ein und aus. Wenn diese Option aktiviert ist, werden nur so viele Artikel angezeigt, wie bei 'Anzahl der Artikel' eingestellt ist.

source: label_limit_number
de: Anzahl der Artikel einschränken

source: label_item_count
de: Anzahl der Artikel

source: help_item_count
de: Die Anzahl der Artikel, die angezeigt werden sollen, wenn die Option 'Anzahl der Artikel einschränken' aktiviert ist.

source: label_date_criteria_range
de: Bezugsdatum im Vergleich zur aktuellen Zeit

source: help_date_criteria_range
de: Geben Sie an, ob der bei 'Bezugsdatum' angegebene Bereich in der Zukunft oder in der Vergangenheit liegt.

source: old
de: in der Vergangenheit

source: ahead
de: in der Zukunft

source: label_list_criteria_value
de: Werte

source: help_list_criteria_value
de: Geben sie die Werte der Liste ein, jeden Wert in eine Zeile

source: label_list_criteria_operator
de: Operator

source: help_list_criteria_operator
de: Wählen sie den Operator aus, mit dem die Abfragen für jeden Wert der Liste verknüpft werden sollen

source: and
de: Logisches Und

source: or
de: Logisches Oder

source: label_int_criteria_value
de: Zahl

source: help_int_criteria_value
de: Geben sie eine ganze Zahl ein, die für die Abfrage verwendet werden soll

source: label_string_criteria_value
de: Text

source: help_string_criteria_value
de: Geben sie einen Text ein, nach dem die Artikel durchsucht werden sollen

source: id
de: Kurzname

source: no_sort_order
de: Keine Sortierung

source: Creator
de: Autor

source: Subject
de: Thema

source: Type
de: Inhaltstyp

source: created
de: Erstellungsdatum

source: effective
de: Sperrfrist

source: end
de: Ende

source: expires
de: Löschdatum

source: modified
de: Änderungsdatum

source: review_state
de: Publikationsstatus

source: start
de: Anfang

source: Description
de: Beschreibung

source: path
de: Pfad

source: Title
de: Titel

source: SearchableText
de: Volltext

source: exact date value
de: Datumsangabe

source: logical AND or OR of list values
de: Auswahl aus Liste

source: portal types values
de: Auswahl eines Inhaltstyps

source: exact integer value
de: Angabe einer Zahl

source: exact text value
de: Angabe eines Textes

source: help_criteria_type
de: Wählen Sie aus, auf welche Art Sie das Kriterium spezifizieren möchten.

source: help_criteria_field_name
de: Wählen Sie aus, für welches Feld Sie ein Kriterium spezifizieren möchten.

source: table_criteria_field
de: Feld

source: table_criterion_details
de: Kriterium

source: Now
de: Aktuelle Zeit

source: 1 Day
de: 1 Tag

source: 2 Days
de: 2 Tage

source: 5 Days
de: 5 Tage

source: 1 Week
de: 1 Woche

source: 2 Weeks
de: 2 Wochen

source: 1 Month
de: 1 Monat

source: 3 Months
de: 3 Monate

source: 6 Months
de: 6 Monate

source: 1 Year
de: 1 Jahr

source: 2 Years
de: 2 Jahre

source: label_date_criteria_operation
de: Verhältnis

source: help_date_criteria_operation
de: Geben Sie an, in welchem Verhältnis das Datum der Objekte sich zum Bezugsdatum befinden soll.

source: min
de: Bezugsdatum oder später

source: max
de: Bezugsdatum oder früher

source: within_day
de: genau am Bezugsdatum

source: label_date_criteria_value
de: Bezugsdatum

source: help_date_criteria_value
de: Wird als Bezugspunkt für die Auswertung des Kriteriums verwendet.

source: legend_add_new_search_criteria
de: Neues Kriterium hinzufügen

source: legend_set_sort_order
de: Sortierreihenfolge festlegen

source: label_sort_reverse
de: Rückwärts

source: help_sort_reverse
de: Zeigt die Ergebnisse in der umgekehrten Reihenfolge an.
